Repository: InfotelGLPI/badges
Catalog: locales/*.po
Languages: cs_cz, de_de, es_ar, es_es, fr_fr, hr_hr, pt_br, ro_ro, tr_tr

source: Badge
cs_cz: Jmenovka
de_de: Das Abzeichen
es_ar: Identificación
es_es: Tarjeta identificadora
hr_hr: Značka
pt_br: Insígnia
ro_ro: Ecuson
tr_tr: Yaka Kartları

source: Affectation date
cs_cz: Datum přidělení
de_de: Affektierungsdatum
es_ar: Fecha de afectación
es_es: Fecha de asignación
fr_fr: Date d'affectation
hr_hr: Datum afektacije
pt_br: Data de
ro_ro: Data de atribuire
tr_tr: Yürürlük tarihi

source: Date of end of validity
cs_cz: Datum konce platnosti
de_de: Datum des Ende der Gültigkeit
es_ar: Válido hasta el
es_es: Fecha de vencimiento
fr_fr: Date de fin de validité
hr_hr: Datum kraja valjanosti
pt_br: Data do fim da validade
ro_ro: Data de sfârsit a validităţii
tr_tr: Geçerlilik süresinin sonu

source: Bookable
cs_cz: Zarezervovatelné
de_de: Buchbar
es_ar: Reserva
fr_fr: Réservable
hr_hr: Mogućnost rezerviranja
tr_tr: Ayırtılabilir

source: Badges which expires
cs_cz: Jmenovky kterým končí platnost
de_de: Abzeichen die ablaufen
es_ar: Identificaciones que expiran
es_es: Tarjetas identificadoras que van a caducar
fr_fr: Badges qui vont expirer
hr_hr: Značke koje istječu
pt_br: Insígnias que expiram
ro_ro: Ecusoane care expiră
tr_tr: Süresi dolmuş yaka kartları

source: Badges at the end of the validity
cs_cz: Jmenovky na konci platnosti
de_de: Abzeichen am Ende der Gültigkeit
es_ar: Identificaciones con final de validez
es_es: Tarjetas identificadoras caducadas
fr_fr: Badges expirés
hr_hr: Značke na kraju važenja
pt_br: Insígnias no final da validade
ro_ro: Ecusoane la sfârsit de valabilitate
tr_tr: Geçerlilik süresi dolan yaka kartları

source: Type of badge
cs_cz: Typ jmenovky
de_de: Abzeichenart
es_ar: Tipo de identificación
es_es: Tipo de tarjeta identificadora
fr_fr: Type de badge
hr_hr: Vrsta značke
pt_br: Tipo de insígnia
ro_ro: Tip de ecuson
tr_tr: Yaka kartı türü

source: Plugin Setup
cs_cz: Nastavení zásuvného modulu
de_de: Plugin-Einrichtung
es_ar: Configuración del Complemento
es_es: Configuración del plugin
fr_fr: Configuration du plugin
hr_hr: Konfiguracija dodatka
pt_br: Configuração do plugin
ro_ro: Configurare plugin
tr_tr: Uygulama Eki Ayarları

source: Time of checking of validity of the badges
cs_cz: Jak často kontrolovat platnost jmenovek
de_de: Zeit der Überprüfung der Abzeichen Gültigkeit
es_ar: Tiempo de comprobación de validez de las identificaciones
es_es: Período de comprobación de validez de las tarjetas identificadoras
fr_fr: Délai de vérification de validité des badges
hr_hr: Vrijeme provjere valjanosti značke
pt_br: Intervalo de verificação de validade de insígnias
ro_ro: Perioada de verificare a valabilităţii ecusoanelor
tr_tr: Yaka kartlarının geçerliliğinin denetlenme sıklığı

source: Badges expired for more than
cs_cz: Jmenovky kterým skončila platnost před déle než
de_de: Abzeichen abgelaufen mehr als
es_ar: Las identificaciones expiran por más de
es_es: Tarjetas identificadoras caducadas desde más de
fr_fr: Badges expirés depuis plus de
hr_hr: Značke istekla više od
pt_br: Insígnias expiradas a mais de
ro_ro: Ecusoane expirate de mai bine de
tr_tr: Şu kadar zaman önce süresi geçmiş yaka kartları

source: Badges expiring in less than
cs_cz: Jmenovky kterým končí platnost za méně než
de_de: Auslaufenden Abzeichen in weniger als
es_ar: Las identificaciones expiran en menos de
es_es: Tarjetas identificadoras que van a caducar en menos de
fr_fr: Badges qui vont expirer dans moins de
hr_hr: Značke koji istječu za manje od
pt_br: Insígnias expirando em menos de
ro_ro: Ecusoane ce expiră in mai puţin de
tr_tr: Şu kadar zaman içinde süresi dolan yaka kartları

source: Badge return delay
cs_cz: Prodleva vrácení jmenovky
de_de: Abzeichen Rücklaufverzögerung
es_ar: Tiempo de retorno de identificación
fr_fr: Délai de retour des badges
hr_hr: Rok za povratak značke
tr_tr: Yaka kartı geri alma gecikmesi

source: Unused status for expiration mailing
cs_cz: Nevyužitý stav pro posílání skončení platnosti
de_de: Unbenutzter Status für Ablaufmailing
es_ar: Estado de no uso para envío de correo
es_es: Estados no utilizados por la notificación de caducidad
fr_fr: Statuts non utilisés dans l'envoi des emails d'expiration
hr_hr: Neiskorišteni statusi za mailing isteknuća
pt_br: Status não usado para enviar email de expirados
ro_ro: Statut nefolosi pentru trimiterea de emailuri de expirare
tr_tr: Süre dolma e-postası için kullanılmıyor durumu

source: Access badge request
cs_cz: Žádost o přístupovou jmenovku
de_de: Zugangsabzeichenanforderung
es_ar: Solicitud de identificación de acceso
fr_fr: Demande de badge d'accès
hr_hr: Zahtjev pristupne značke
tr_tr: Erişim yaka kartı isteği

source: Allotted to
cs_cz: Komu přiděleno
de_de: Zugeteilt
es_ar: Asignado a
es_es: Asignada a
fr_fr: Attribué à
hr_hr: Pripisuje se
pt_br: Lotado a
ro_ro: Atribuit la
tr_tr: Kullanıcısı

source: Visitor realname
cs_cz: Občanské jméno návštěníka
de_de: Besucher echter Name
es_ar: Nombre real visitante
fr_fr: Nom du visiteur
hr_hr: Prezime posjetitelja
tr_tr: Ziyaretçinin gerçek adı

source: Visitor firstname
cs_cz: Jméno návštěvníka
de_de: Besucher Vorname
es_ar: Primer nombre del visitante
fr_fr: Prénom du visiteur
hr_hr: Ime posjetitelja
tr_tr: Ziyaretçinin adı

source: Visitor society
cs_cz: Společnost ze které návštěvník je
de_de: Besuchergesellschaft
es_ar: Empresa del visitante
fr_fr: Société du visiteur
hr_hr: Tvrtka posjetitelja
tr_tr: Ziyaretçinin topluluğu

source: Arrival date
cs_cz: Datum příchodu
de_de: Ankunftsdatum
es_ar: Fecha de entrada
fr_fr: Date d'arrivée
hr_hr: Datum dolaska
tr_tr: Varış tarihi

source: Badges request
cs_cz: Požadavek na jmenovky
de_de: Abzeichenanfrage
es_ar: Solicitud de identificación
fr_fr: Demande de badge
hr_hr: Zahtjev značke
tr_tr: Yaka kartları isteği

source: Badges expired or badges which expires
cs_cz: Jmenovky kterým skončila nebo končí platnost
de_de: Abgelaufen Abzeichen oder Abzeichen die abläuft
es_ar: Identificaciones vencidas o que expiran
es_es: Tarjetas identificadoras caducadas o que van a caducar
fr_fr: Badges expirés ou badges qui vont expirer
hr_hr: Istekle značke ili značke koje istječu
pt_br: Insígnia expiraram ou que vão expirar
ro_ro: Ecusoane expirate sau ecusoane care expiră
tr_tr: Süresi geçmiş ve geçmek üzere olan yaka kartları

source: Badges usage search
cs_cz: Hledání využití jmenovek
de_de: Abzeichen Gebrauchssuche
es_ar: Búsqueda de identificaciones usadas
fr_fr: Recherche des badges utilisés
hr_hr: Pretraživanje korištenja znački
tr_tr: Yaka kartları kullanımı araması

source: Return date
cs_cz: Datum vrácení
de_de: Rückgabedatum
es_ar: Fecha de regreso
fr_fr: Date de retour
hr_hr: Datum povratka
tr_tr: Geri alma tarihi

source: Badge usage report
cs_cz: Výkaz o využití jmenovek
de_de: Abzeichen Nutzungsbericht
es_ar: Informe de uso de identificación
fr_fr: Rapport des badges utilisés
hr_hr: Izvještaj korištenja znački
tr_tr: Yaka kartı kullanım raporu

source: Available badge
cs_cz: Jmenovka k dispozici
de_de: Verfügbare Abzeichen
es_ar: Identificaciones disponibles
fr_fr: Badge disponible
hr_hr: Dostupna značka
tr_tr: Kullanılabilecek yaka kartları

source: Add to cart
cs_cz: Přidat do košíku
de_de: In den Warenkorb legen
es_ar: Agregar al carrito
fr_fr: Ajouter au panier
hr_hr: Dodati u košaricu
tr_tr: Sepete ekle

source: Cart
cs_cz: Košík
de_de: Der Warenkorb
es_ar: Carrito
fr_fr: Panier
hr_hr: Košarica
tr_tr: Sepet

source: Badge affected
cs_cz: Přidělená jmenovka
de_de: zugewiesen Abzeichen
es_ar: Identificación afectada
fr_fr: Badge affecté
hr_hr: Dodijeljena značka
tr_tr: yaka kartı etkilendi

source: Please add badges in cart
cs_cz: Vložte jmenovky do košíku
de_de: Bitte Abzeichen in den Warenkorb fügen
es_ar: Por favor, agregar identificación al carrito
fr_fr: Veuillez ajouter un badge dans le panier
hr_hr: Dodajte značke u košaricu
tr_tr: Lütfen sepete yaka kartları ekleyin

source: Badge return
cs_cz: Vrácení jmenovky
de_de: Abzeichen Rückkehr
es_ar: Devolución identificación
fr_fr: Retourner un badge
hr_hr: Povratak značke
tr_tr: Yaka kartı geri alma

source: Force badge restitution
cs_cz: Vynutit navrácení jmenovky
de_de: Abzeichen Zwangrückgabe
es_ar: Forzar devolución de identificación
fr_fr: Forcer la restitution d'un badge
hr_hr: Prisiljavajući povratak značke
tr_tr: Yaka kartını geri almaya zorla

source: Badge requests history
cs_cz: Historie požadavků na jmenovky
de_de: Verlauf der Abzeinchenanfragen
es_ar: Histórico de solicitud de identificación
fr_fr: Historique des demandes de badges
hr_hr: Povijest zahtjeva znački
tr_tr: Yaka kartı isteği geçmişi

source: Badges in your possession
cs_cz: Jmenovky které máte v držení
de_de: Abzeichen in Ihrem Besitz
es_ar: Identificaciones en su posesión
fr_fr: Badges en votre possession
hr_hr: Značke koje posjedujete
tr_tr: Kullanımınızdaki yaka kartları

source: Access badge return
cs_cz: Vrácení přístupové jmenovky
de_de: Zugangabzeichen Rückkehr
es_ar: Devolución de identificación de acceso
fr_fr: Retourner un badge d'accès
hr_hr: Povratak značke pristupa
tr_tr: Erişim yaka kartı geri alma

source: Restitution date
cs_cz: Datum navrácení
de_de: Rückgabedatum
es_ar: Fecha de devolución
fr_fr: Date de restitution
hr_hr: Datum povratka
tr_tr: Geri alma tarihi

source: Return
de_de: Rückgabe
fr_fr: Retour
hr_hr: Povratak

source: Badge returned
cs_cz: Jmenovka vrácena
de_de: Abzeichen zurückgegeben
es_ar: Identificaciones devueltas
fr_fr: Badge retourné
hr_hr: Vraćena značka
tr_tr: Yaka kartı geri alındı

source: Badges return
cs_cz: Vrácení jmenovek
de_de: Abzeichen Rückkehr
es_ar: Identificación devuelta
fr_fr: Retourner un badge
hr_hr: Povratak značke
tr_tr: Yaka kartı geri alındı

source: Manage
cs_cz: Spravovat
de_de: Verwalten
fr_fr: Gérer
tr_tr: Yönetim

source: Temporary badges
cs_cz: Dočasné jmenovky
de_de: temporäres Abzeichen
fr_fr: les badges temporaires
tr_tr: Geçici yaka kartları

source: Manage temporary badges
cs_cz: Spravovat dočasné jmenovky
de_de: Verwaltung temporärer Abzeichen
es_ar: Administrar identificaciones temporarias
fr_fr: Gérer les badges temporaires
tr_tr: Geçici yaka kartları yönetimi

source: Badges wizard
cs_cz: Průvodce jmenovkami
de_de: Abzeichenassistent
es_ar: Asistente para identificación
fr_fr: Assistant de réservation de badges
hr_hr: Pomoćnik za rezervaciju znački
tr_tr: Yaka kartları yardımcısı

source: For a limited time
cs_cz: Pro omezenou dobu
de_de: Für eine begrenzte Zeit
es_ar: Por tiempo limitado
fr_fr: Pour un temps limité
hr_hr: Za ograničeno vrijeme
tr_tr: Sınırlı bir süre için

source: This plugin requires GLPI >= 9.1
fr_fr: Ce plugin nécessite GLPI >= 9.1

source: This plugin requires GLPI >= 0.84
es_es: Este plugin requiere GLPI >= 0.84
pt_br: Este plugin requer GLPI >= 0.84
ro_ro: Acest plugin necesită GLPI >= 0.84

source: Empty for infinite
es_es: Vacío para infinito
pt_br: Vazio, para infinito
ro_ro: Goleşte pentru infinit

source: Rights management
es_es: Gestión de permisos
pt_br: Gerenciamento de permissões
ro_ro: Managementul drepturilor
